---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures
source: html/e6282a24-3ffe-622a-442c-47f493646b2e.htm
---
# BuiltInFailures.FamilyFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.